{
  "about.title": "Vítej v ToDo App!",
  "about.body": "Toto je přehledná a snadno použitelná aplikace na seznam úkolů.",
  "about.small-body1": "Naše aplikace je navržena tak, aby vám pomohla udržovat přehled o vašich úkolech a seznamu úkolů jednoduchým a organizovaným způsobem. S ToDo App můžete snadno vytvářet, upravovat a mazat své seznamy úkolů a spravovat jednotlivé úkoly v nich.",
  "about.small-body2": "Rozumíme důležitosti udržování vašeho seznamu úkolů na vrcholu a právě proto jsme vytvořili aplikaci, která je minimalistická, ale přesto výkonná. Náš čistý uživatelský rozhraní usnadňuje navigaci a naše základní, ale nezbytné nástroje vám pomohou udržet si přehled a být na vrcholu vašich úkolů.",
  "about.small-body3": "Ať už jste pracovní profesionál, student nebo jen hledáte způsob, jak si udržet pořádek, ToDo App je dokonalým řešením. S naší aplikací budete schopni vytvářet a spravovat své seznamy úkolů a úkoly jednoduchým a přímým způsobem. Navíc budete schopni snadno mazat úkoly a seznamy, jakmile budou dokončeny.",
  "about.small-body4": "Neustále pracujeme na zlepšování naší aplikace a poskytování nejlepšího uživatelského zážitku. Náš tým se věnuje poskytování nástrojů, které potřebujete k udržení organizace, produktivity a vašeho seznamu úkolů.",
  "about.small-body5": "Děkujeme vám, že jste si vybrali ToDo App a doufáme, že si naší aplikaci užijete stejně jako my při jejím vytváření.",
  "Login": "Přihlášení",
  "Register": "Registrace",
  "label.first-name": "Jméno:",
  "label.last-name": "Příjmení:",
  "label.email": "Email:",
  "label.phone": "Telefon:",
  "label.password": "Heslo:",
  "label.question.register": "Už jsi zaregistrovaný?",
  "label.question.login": "Nemáš ještě účet?",
  "title.main": "Vítejte v aplikaci pro správu vašich úkolů!",
  "small-body.main": "Zde můžete snadno přidávat, upravovat a mazat vaše seznamy úkolů a jednotlivé úkoly v nich. S touto uživatelsky přívětivou aplikací můžete zůstat organizovaní a na vrcholu vašich úkolů.",
  "body.listOfToDoLists.noLists": "Žádné seznamy!",
  "small-body.listOfToDoLists.letsGoAdd": "Pojďme nějaké přidat!",
  "title.createListForm.addList": "Přidat nový seznam",
  "label.title": "Název:",
  "label.description": "Popis:",
  "label.addList": "Přidat seznam",
  "title.createTodoForm.addTodo": "Přidat nový úkol",
  "label.addTodo": "Přidat úkol",
  "small-body.descriptionBodyOfTodoLists": "Neexistují žádné úkoly!",
  "title.updateListForm.updateList": "Aktualizovat tento seznam",
  "label.update": "Aktualizovat",
  "title.updateTodoForm.updateTodo": "Aktualizovat tento úkol",
  "label.switchLanguage": "Přepni jazyk do Angličtiny",
  "title.settings": "Nastavení",
  "small-body.settings": "Aplikace je nastavena do češtiny.",
  "body.color.settings": "Barevné možnosti:",
  "link.login.google": "Pokračuj na Google"
}