{
  "about.title": "Welcome to ToDo App!",
  "about.body": "This is a straightforward and easy-to-use to-do list app.",
  "about.small-body1": "Our app is designed to help you keep track of your tasks and to-dos in a simple and organized way. With ToDo App, you can easily create, edit, and delete your to-do lists, and manage the individual tasks within them",
  "about.small-body2": "We understand the importance of staying on top of your to-do list, and that's why we've created an app that is minimalistic yet powerful. Our clean interface makes it easy to navigate, and our basic yet essential tools help you stay organized and on top of your tasks.",
  "about.small-body3":"Whether you're a busy professional, a student, or just looking to stay organized, ToDo App is the perfect solution. With our app, you'll be able to create and manage your to-do lists and tasks in a simple and straightforward way. Plus, you'll be able to easily delete tasks and lists once they are completed.",
  "about.small-body4":"We are constantly working to improve our app and provide the best user experience. Our team is dedicated to providing you with the tools you need to stay organized, productive, and on top of your to-do list.",
  "about.small-body5":"Thank you for choosing ToDo App, and we hope you enjoy using our app as much as we enjoyed creating it.",
  "Login": "Login",
  "Register": "Register",
  "label.first-name": "First name:",
  "label.last-name": "Last name:",
  "label.email": "Email:",
  "label.phone": "Phone:",
  "label.password": "Password:",
  "label.question.register": "Are you already registered?",
  "label.question.login": "Don't have an account yet?",
  "title.main": "Welcome to your personal task manager!",
  "small-body.main": "Here you can easily add, edit, and delete your to-do lists and tasks. With this user-friendly interface, you can stay organized and on top of your daily tasks.",
  "body.listOfToDoLists.noLists": "No lists!",
  "small-body.listOfToDoLists.letsGoAdd": "Let's go and add some.",
  "title.createListForm.addList": "Add new list",
  "label.title": "Title:",
  "label.description": "Description:",
  "label.addList": "Add List",
  "title.createTodoForm.addTodo": "Add new Todo",
  "label.addTodo": "Add Todo",
  "small-body.descriptionBodyOfTodoLists": "There are no todos!",
  "title.updateListForm.updateList": "Update this list",
  "label.update": "Update",
  "title.updateTodoForm.updateTodo": "Update this Todo",
  "label.switchLanguage": "Switch language into Czech",
  "title.settings": "Settings",
  "small-body.settings": "The application is set to English.",
  "body.color.settings": "Color options:"
}